{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			},
			"Key": "7F4410AF40814E8BCF2C75B2FADB371A"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			},
			"Key": "8BEBB8D8477DB6BA9157FBACD40186F6"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			},
			"Key": "3655FB53475DA7327E542CADA51C4CB1"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Назад"
			},
			"Key": "9FDFDB5A4F86451DAFB4F7AB644D69B7"
		},
		{
			"Source":
			{
				"Text": "Campaign"
			},
			"Translation":
			{
				"Text": "Кампания"
			},
			"Key": "70730BF44611131F285093ABEC949DD0"
		},
		{
			"Source":
			{
				"Text": "Coin"
			},
			"Translation":
			{
				"Text": "Монета"
			},
			"Key": "C76762354F8E5D7961240CA725192E9E"
		},
		{
			"Source":
			{
				"Text": "Continue"
			},
			"Translation":
			{
				"Text": "Продолжить"
			},
			"Key": "7B13EE9248B4F70042F835A53ED069EF"
		},
		{
			"Source":
			{
				"Text": "Damage booster"
			},
			"Translation":
			{
				"Text": "Усилитель урона"
			},
			"Key": "354653DB4B4A907A650A99A1B6DB88D9"
		},
		{
			"Source":
			{
				"Text": "Distance from start of ribbon that the particle lies."
			},
			"Translation":
			{
				"Text": "Distance from start of ribbon that the particle lies."
			},
			"Key": "95E42096417D9BBE19135DA61216E678"
		},
		{
			"Source":
			{
				"Text": "Health booster"
			},
			"Translation":
			{
				"Text": "Усилитель здоровья"
			},
			"Key": "7C14A6F74351DEA3EE22D89F4ACCF134"
		},
		{
			"Source":
			{
				"Text": "Lvl {0}"
			},
			"Translation":
			{
				"Text": "Уровень {0}"
			},
			"Key": "A76D0D714207D444A2FF08A7160FC902"
		},
		{
			"Source":
			{
				"Text": "Mass is factored into the Solver Calculations (Solve Forces and Solve Rotational Forces) where forces are converted into a final velocity. The more massive a particle, the more force is required to move it. "
			},
			"Translation":
			{
				"Text": "Mass is factored into the Solver Calculations (Solve Forces and Solve Rotational Forces) where forces are converted into a final velocity. The more massive a particle, the more force is required to move it. "
			},
			"Key": "1F09338F4D35C76074A719BBC6110181"
		},
		{
			"Source":
			{
				"Text": "New game"
			},
			"Translation":
			{
				"Text": "Новая игра"
			},
			"Key": "C19D7D634F16B4739FF9BCAE1A46B577"
		},
		{
			"Source":
			{
				"Text": "Pause"
			},
			"Translation":
			{
				"Text": "Пауза"
			},
			"Key": "01F3B30B4BDE63F5B3EFFB850250D130"
		},
		{
			"Source":
			{
				"Text": "Playground"
			},
			"Translation":
			{
				"Text": "Песочница"
			},
			"Key": "D6C0339F4D32F793F108E392DF6B2C33"
		},
		{
			"Source":
			{
				"Text": "Potion"
			},
			"Translation":
			{
				"Text": "Зелье"
			},
			"Key": "966F2C72491FF96228F1DA8D28A06382"
		},
		{
			"Source":
			{
				"Text": "Press E"
			},
			"Translation":
			{
				"Text": "Нажмите У"
			},
			"Key": "45266D6B43ECB54FC8C43D918ED1074B"
		},
		{
			"Source":
			{
				"Text": "Quit"
			},
			"Translation":
			{
				"Text": "Выйти"
			},
			"Key": "8648BDBE4F4FF69CB0EB17B75802C629"
		},
		{
			"Source":
			{
				"Text": "Resume"
			},
			"Translation":
			{
				"Text": "Продолжить"
			},
			"Key": "75D881E541F763F4DC49ACA848CC54FD"
		},
		{
			"Source":
			{
				"Text": "Save and exit"
			},
			"Translation":
			{
				"Text": "Сохранить и выйти"
			},
			"Key": "28FD4EEB4BAF2CA1E21BE9935368A035"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "Настройки"
			},
			"Key": "85157E894F4592C112F07D867643A43C"
		},
		{
			"Source":
			{
				"Text": "Spell book (Fireball)"
			},
			"Translation":
			{
				"Text": "Книга заклинаний (огненный шар)"
			},
			"Key": "C6984E724D08D513143FFAA3D3BC7998"
		},
		{
			"Source":
			{
				"Text": "The age in seconds divided by lifetime in seconds. Useful for animation as the value is between 0 and 1."
			},
			"Translation":
			{
				"Text": "The age in seconds divided by lifetime in seconds. Useful for animation as the value is between 0 and 1."
			},
			"Key": "AAF8B08F46862195289405B0BD5759BA"
		},
		{
			"Source":
			{
				"Text": "The color of the particle."
			},
			"Translation":
			{
				"Text": "The color of the particle."
			},
			"Key": "B4ADE0C44EF2C8C81194739FC6E4ECBC"
		},
		{
			"Source":
			{
				"Text": "The lifetime of a particle in seconds."
			},
			"Translation":
			{
				"Text": "The lifetime of a particle in seconds."
			},
			"Key": "88FAD3CF4942E69C61C64D979120A8EE"
		},
		{
			"Source":
			{
				"Text": "The position of the particle."
			},
			"Translation":
			{
				"Text": "The position of the particle."
			},
			"Key": "A0BFD936491FC0E8C483CEB1D3126471"
		},
		{
			"Source":
			{
				"Text": "The size of the sprite quad."
			},
			"Translation":
			{
				"Text": "The size of the sprite quad."
			},
			"Key": "B11AFBEF4D4966FDC4B52286BF0224BF"
		},
		{
			"Source":
			{
				"Text": "The velocity in cm/s of the particle."
			},
			"Translation":
			{
				"Text": "The velocity in cm/s of the particle."
			},
			"Key": "41AF3FCB4EC2369F0BF21AB5FD536D62"
		},
		{
			"Source":
			{
				"Text": "Thief item"
			},
			"Translation":
			{
				"Text": "Предмет-вор"
			},
			"Key": "6C3E93D441253EC447B682A4BAE60923"
		},
		{
			"Source":
			{
				"Text": "Used to drive the Particle Random node in the Material Editor. Without this set, any Particle Randoms will get 0.0."
			},
			"Translation":
			{
				"Text": "Used to drive the Particle Random node in the Material Editor. Without this set, any Particle Randoms will get 0.0."
			},
			"Key": "2B154E2F42B135FFBAB5AFAC92F9B995"
		},
		{
			"Source":
			{
				"Text": "x1"
			},
			"Translation":
			{
				"Text": "х1"
			},
			"Key": "D2A88A4F4C465D90E086208532A5A1A8"
		},
		{
			"Source":
			{
				"Text": "{Curr}/{Max}"
			},
			"Translation":
			{
				"Text": "{Curr}/{Max}"
			},
			"Key": "0C2FAD68497399D908BF328C98B9B625"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "Currency",
			"Children": [
				{
					"Source":
					{
						"Text": "Gold Coin"
					},
					"Translation":
					{
						"Text": "Золотая монета"
					},
					"Key": "CoinName"
				},
				{
					"Source":
					{
						"Text": "Picked up: {0} coins"
					},
					"Translation":
					{
						"Text": "Подобрано: {0} монет"
					},
					"Key": "PickupMessage"
				}
			]
		},
		{
			"Namespace": "HUD",
			"Children": [
				{
					"Source":
					{
						"Text": "+{0} XP"
					},
					"Translation":
					{
						"Text": "+{0} ОП"
					},
					"Key": "XPMsg"
				},
				{
					"Source":
					{
						"Text": "Level Up! HP +{0}, Dmg +{1}"
					},
					"Translation":
					{
						"Text": "Уровень повышен! ОЗ +{0}, Урон +{1}"
					},
					"Key": "LevelUpDetail"
				},
				{
					"Source":
					{
						"Text": "Picked up: {0}"
					},
					"Translation":
					{
						"Text": "Подобрано: {0}"
					},
					"Key": "Pickup"
				}
			]
		},
		{
			"Namespace": "Items",
			"Children": [
				{
					"Source":
					{
						"Text": "Experience Orb"
					},
					"Translation":
					{
						"Text": "Сфера опыта"
					},
					"Key": "XPName"
				},
				{
					"Source":
					{
						"Text": "Thief Item"
					},
					"Translation":
					{
						"Text": "Предмет-вор"
					},
					"Key": "ThiefItemName"
				},
				{
					"Source":
					{
						"Text": "Unknown Item"
					},
					"Translation":
					{
						"Text": "Неизвестный предмет"
					},
					"Key": "DefaultItemName"
				}
			]
		},
		{
			"Namespace": "Shop",
			"Children": [
				{
					"Source":
					{
						"Text": "Not enough items to pay!"
					},
					"Translation":
					{
						"Text": "Недостаточно для покупки"
					},
					"Key": "DefaultFail"
				},
				{
					"Source":
					{
						"Text": "Payed items!"
					},
					"Translation":
					{
						"Text": "Куплено"
					},
					"Key": "DefaultSuccess"
				},
				{
					"Source":
					{
						"Text": "Used: {0}"
					},
					"Translation":
					{
						"Text": "Использовано: {0}"
					},
					"Key": "PurchaseMsg"
				}
			]
		}
	]
}